
feature_level_comparison_system_prompt = ()


feature_level_comparison_samples = [
{
    "input": "از بین یخچال فریزر هیمالیا مدل FIVE MODE ظرفیت ۲۲ فوت هومباردار با شناسه \"faddzl\" و یخچال فریزر هیمالیا مدل کمبی 530 هوم بار با شناسه \"nkepsf\"، کدام رنگ‌های موجود بیشتری جهت انطباق با سبک‌های مختلف آشپزخانه دارد؟",
    "comparison_feature": "رنگ‌",
},
{
    "input": "کدام یک از این تلویزیون‌ها برای تماشای محتوای با وضوح بالا مناسب‌تر است؟ تلویزیون جی پلاس مدل PH514N سایز ۵۰ اینچ یا تلویزیون جی پلاس GTV-50RU766S سایز ۵۰ اینچ",
    "comparison_feature": "وضوح",
},
{
    "input": "برای مقایسه، کدام یک از محصولات جا ادویه شیشه ای با درب چوبی و استند نردبانی با شناسه gouchy و جا ادویه مک کارتی استند چوبی با شناسه uhqmhb از نظر تعداد تکه‌ها بیشتر است؟",
    "comparison_feature": "تعداد تکه‌ها",
},
{
    "input": "سلام، می‌خواستم بدانم بین یخچال فریزر ۴ کشویی ظرفیت ۲۹۴۶ با شناسه kdihkn و یخچال ایستکول ظرفیت ۵ فوت با شناسه bmonga کدام یک مصرف انرژی بهتری دارند؟",
    "comparison_feature": "مصرف انرژی",
},
{
    "input": "این دو تلویزیون ال جی NANO75 سایز ۵۰ اینچ Ultra HD 4K LED و تلویزیون ال جی مدل UT80006 سایز ۵۰ اینچ Ultra HD 4K LED با شناسه dmsmlc از لحاظ اصالت محصول چگونه با یکدیگر مقایسه می‌شوند؟",
    "comparison_feature": "اصالت محصول",
},
{
    "input" : "می‌خواستم بدونم برای دیدن فیلم‌های 4K، بین تلویزیون جی‌پلاس مدل PH514N و مدل GTV-50RU766S هر دو در سایز ۵۰ اینچ، کدوم کیفیت بهتری ارائه می‌دهند؟",
    "comparison_feature": "کیفیت تصویر",
},
{
    "input": "سلام، از نظر مصرف انرژی، یخچال چهارکشو با ظرفیت ۲۹۴۶ لیتر (شناسه kdihkn) بهینه‌تره یا یخچال ایستکول ۵ فوتی (شناسه bmonga)؟",
    "comparison_feature": "مصرف انرژی",
},
{
    "input": "اگر بخوام برای تماشای محتوای با وضوح بالا یک تلویزیون انتخاب کنم، خرید جی‌پلاس ۵۰ اینچ PH514N بهتره یا مدل GTV-50RU766S؟",
    "comparison_feature": "وضوح",
},
{
    "input": "بین یخچال فریزر چهار کشویی با ظرفیت ۲۹۴۶ لیتر (شناسه kdihkn) و یخچال ایستکول ۵ فوت (شناسه bmonga)، کدوم یکی از نظر مصرف انرژی بهینه‌تره؟",
    "comparison_feature": "مصرف انرژی",
},]